"DIALER" = "Taste";
"SPEED_DIAL" = "Favorite";
"ADDRESS_BOOK" = "Contacte";
"CALL_HISTORY" = "Apeluri";
"VOICEMAIL" = "Mesagerie";

"THIS_PHONE" = "Numărul meu:";
"UNKNOWN_CALLER" = "Necunoscut";
"BLOCKED_CALLER" = "Ascuns";
"UNKNOWN_CALLER_DETAIL" = "Apelant necunoscut";
"BLOCKED_CALLER_DETAIL" = "Apelant ascuns";
"UNKNOWN_LOCATION" = "Loc necunoscut";
"CANCEL" = "Anulați";
"CALL" = "Sunați";
"VOICEMAIL_CALLER" = "Mesagerie";

"I_PHONE" = "iPhone";
"SPEAKER_PHONE" = "Difuzor";